Repository: mouhassan/googleads-consent-sdk-ios
Catalog: PersonalizedAdConsent/PersonalizedAdConsent/*.lproj/PersonalizedAdConsent.strings
Languages: ar, fr, ja

source: We care about your privacy and data security. We keep this app free by showing ads.
ar: نحن نهتم بخصوصيتك وأمان بياناتك. نحافظ على هذا التطبيق مجانيًا من خلال عرض الإعلانات.
fr: Nous nous soucions de votre confidentialité et de la sécurité de vos données. Nous gardons cette application gratuite en diffusant des publicités.
ja: 私たちはあなたのプライバシーとデータセキュリティに気を配っています。 このアプリは、広告を表示することで無料に保たれています。

source: Can we continue to use your data to tailor ads for you?
ar: هل يمكننا الاستمرار في استخدام بياناتك لتخصيص الإعلانات لك؟
fr: Pouvons-nous continuer à utiliser vos données pour personnaliser les publicités pour vous?
ja: 引き続きお客様のデータを使用して、広告をパーソナライズできますか？

source: You can change your choice anytime in the app settings.
ar: يمكنك تغيير اختيارك في أي وقت في إعدادات التطبيق.
fr: Vous pouvez modifier votre choix à tout moment dans les paramètres de l'application.
ja: アプリの設定でいつでも選択を変更できます。

source: Our partners will collect data and use a unique identifier on your device to show you ads.
ar: سيجمع شركاؤنا البيانات ويستخدمون معرّفًا فريدًا على جهازك لعرض الإعلانات لك.
fr: Nos partenaires collecteront des données et utiliseront un identifiant unique sur votre appareil pour vous montrer des publicités.
ja: 当社のパートナーはデータを収集し、デバイス上の一意の識別子を使用して広告を表示します。

source: Learn how the app and our partners collect and use data
ar: تعرف على كيفية قيام التطبيق وشركائنا بجمع البيانات واستخدامها
fr: Découvrez comment l'application et nos partenaires collectent et utilisent les données
ja: このアプリとパートナーがデータを収集して使用する方法を学ぶ

source: If you choose to see ads, we’ll partner with Google and use a unique identifier on your device.
ar: إذا اخترت مشاهدة الاعلانات، فسوف نتشارك مع جوجل ونستخدم معرّفا فريدا على جهازك.
fr: Si vous choisissez de voir des annonces, nous nous associerons à Google et utiliserons un identifiant unique sur votre appareil.
ja: 広告を表示することを選択した場合、Googleはデバイスで一意の識別子を使用します。

source: No, see ads that are less relevant
ar: لا، شاهد الإعلانات الأقل صلة
fr: Non, voir les publicités moins pertinentes
ja: いいえ、関連性の低い広告を見たいです

source: Pay for the ad-free version
ar: ادفع مقابل النسخة الخالية من الإعلانات
fr: Payer pour la version sans publicité
ja: 広告なしのバージョンの料金を支払いたい

source: Learn how our partners collect and use data
ar: تعرف على كيفية جمع شركائنا للبيانات واستخدامها
fr: Découvrez comment nos partenaires collectent et utilisent les données
ja: パートナーがデータを収集して使用する方法を学ぶ

source: How the app uses your data
ar: كيف يستخدم التطبيق بياناتك
fr: Comment l'application utilise vos données
ja: アプリがデータをどのように使用するか

source: Back
ar: رجوع
fr: Retour
ja: 戻る

source: We’ll partner with Google and use a unique identifier on your device to respect your data usage choice.
ar: سنشترك مع جوجل ونستخدم معرّفًا فريدًا على جهازك لاحترام خيار استخدام البيانات لديك.
fr: Nous nous associerons à Google et utiliserons un identifiant unique sur votre appareil pour respecter votre choix d'utilisation des données.
ja: Googleは、データ使用の選択を尊重するために、デバイスで一意の識別子を使用します。

source: Agree
ar: موافقة
fr: D'accord
ja: 同意する

source: We’ll partner with Google and use a unique identifier on your device to serve non-personalized ads.
ar: سنشترك مع جوجل ونستخدم معرّفًا فريدًا على جهازك لعرض الإعلانات غير المخصصة.
fr: Nous nous associerons à Google et utiliserons un identifiant unique sur votre appareil pour diffuser des annonces non personnalisées.
ja: Googleは、パーソナライズされていない広告を配信するために、デバイス上の一意の識別子を使用します。
